Repository: aitorsola/Gas4Oil
Catalog: Resources/*.lproj/Localizable.strings
Languages: es

# common.loading
source: Loading
es: Cargando

# common.cancel
source: Cancel
es: Cancelar

# common.gettingLocation
source: Getting location
es: Obteniendo ubicación

# common.fuelType
source: Fuel
es: Combustible

# station.schedule
source: Schedule
es: Horario

# station.fillPrice
source: Fill price:
es: Precio del depósito:

# landingView.title.discover
source: Discover fuel stations and get its current price
es: Encuentra estaciones de servicio y obtén su precio actualizado

# landingView.button.requestLocationPermission
source: Request location permission
es: Solicitar permiso de localización

# landingView.button.locationDenied
source: Location denied
es: Permiso de localizacion denegada

# fuel.95
source: Petrol 95
es: Gasolina 95

# fuel.98
source: Petrol 98
es: Gasolina 98

# listView.button.requestLocation
source: Get near stations
es: Estaciones cercanas

# listView.search.placeholder
source: Search by locality
es: Busca por población

# listView.sortType.all.button
source: All
es: Todo

# listView.sortType.near95.button
source: Near 95
es: Cerca 95

# listView.sortType.down95.button
source: Price down 95
es: Precio más bajo 95

# listView.sortType.up95.button
source: Price up 95
es: Precio más alto 95

# listView.sortType.near98.button
source: Near 98
es: Cerca 98

# listView.sortType.down98.button
source: Price down 98
es: Precio más bajo 98

# listView.sortType.up98.button
source: Price up 98
es: Precio más alto 98

# listView.sortType.nearDiesel.button
source: Near diesel
es: Cerca diésel

# listView.sortType.downDiesel.button
source: Price down diesel
es: Precio más bajo diésel

# listView.sortType.upDiesel.button
source: Price up diesel
es: Precio más alto diésel

# listView.ad.title
source: What can you do?
es: ¿Qué puedes hacer?

# listView.ad.description
source: Discover the service stations that interest you the most. Filter by brand, by type of fuel or by descending, ascending or proximity price. You can also add the service stations you prefer to your favorites list.
es: Descubre las estaciones de servicio que más te interesen. Filtra por marca, por tipo de combustible o por precio descendente, ascendente o cercanía. Puedes también añadir las estaciones de servicio que prefieras a tu lista de favoritos.

# mainTab.favTabTitle
source: Favorites
es: Favoritos

# mainTab.stationsTabTitle
source: Stations
es: Estaciones

# mainTab.vehicle
source: My vehicle
es: Mi vehículo

# myVehicle.brand.title
source: My vehicle
es: Mi vehículo

# myVehicle.saved.message
source: Saved successfully
es: Guardado satisfactoriamente

# myVehicle.brand.placeholder
source: Brand
es: Marca

# myVehicle.model.placeholder
source: Model
es: Modelo

# myVehicle.capacity.placeholder
source: Capacity (L)
es: Capacidad del depósito (L.)

# myVehicle.save
source: Save
es: Guardar

# myVehicle.remove
source: Remove
es: Eliminar

# myVehicle.remove.alert.title
source: Are you sure you want to remove this vehicle?
es: ¿Estás seguro de que quieres eliminar este vehículo?

# myVehicle.ad.title
source: Add a vehicle
es: Añade un vehículo

# myVehicle.ad.description
source: Did you know that you can add a vehicle so that you can know in advance how much it will cost to fill the tank at each gas station?
es: ¿Sabías que puedes añadir un vehículo de forma que podrás saber de antemano cuánto te costará llenar el depósito en cada gasolinera?
